// Fonts
"font.size.small"                       = "12";
"font.size.normal"                      = "32";
"font.size.large"                       = "48";
"font.family.default"                   = "MammaGamma";
"font.family.fixed"                     = "Absolute";
"font.family.symbolic"                  = "Apple Symbols";

// Global Config
"config.direction"                      = "ltr";

// Dialog Buttons
"button.change.code"                    = "Modifier le code";
"button.change.name"                    = "Modifier le nom";
"button.compete.no"                     = "Pas de compétition";
"button.no"                             = "Non";
"button.no.kind"                        = "Non, merci";
"button.off"                            = "O";
"button.okay"                           = "OK";
"button.save"                           = "Enregistrer";
"button.sure"                           = "Bien sûr!";
"button.thanks"                         = "Merci";
"button.yes"                            = "Oui";

// Menu Items
"menu.config"                           = "Configuration";
"menu.config.music"                     = "Musique";
"menu.config.off"                       = "Off";
"menu.config.on"                        = "On";
"menu.config.song.lev3"                 = "Lev3";
"menu.config.song.lopey"                = "Lopey";
"menu.config.song.mjolnir"              = "Mjolnir";
"menu.config.song.random"               = "Aléatoire";
"menu.config.song.off"                  = "Off";
"menu.config.sound"                     = "Effets sonores";
"menu.config.wifi"                      = "Seulement par WiFi";
"menu.config.wifi+carrier"              = "Par WiFi ou réseau cellulaire";
"menu.continue"                         = "Continuer partie";
"menu.game.end"                         = "Mettre fin à la partie";
"menu.game.mode.classic"                = "Classique";
"menu.game.mode.timed"                  = "Chronométrée";
"menu.game.new"                         = "Nouvelle partie";
"menu.level.restart"                    = "Redémarrer niveau";
"menu.level.retry"                      = "Réessayer niveau";
"menu.main"                             = "Menu principal";
"menu.moregames"                        = "Plus de Jeux";
"menu.player.name"                      = "Nom de Joueur";
"menu.scores"                           = "Scores";
"menu.strategy"                         = "Stratégie";

// Game Messages
"message.flawless"                      = "Sans faute!";
"message.paused"                        = "Pause";
"message.unpaused"                      = "Reprise de la partie";
"message.level"                         = "Niveau %d";

// Dialogs
"dialog.title.compete"                  = "Faire la compétition en ligne";
"dialog.text.compete"                   = "Aimerais-tu faire la compétition en ligne \navec d'autres joueurs de Deblock de partout dans le monde?";
"dialog.text.compete.later"             = "Tu peux te joindre à la compétition en ligne plus tard en activant l'option dans le le menu d'options.\n\nMenu principal ➡ Plus ➡ Configuration";

"dialog.title.compete.code"             = "Code en ligne";
"dialog.text.compete.code"              = "Pour publier ton score en ligne, tu dois créer un code en ligne.\nCe code sert à protéger tes progrès dans la compétition.";
"dialog.text.compete.code.ask"          = "Code pour «%@»:";

"dialog.title.error.name.taken"         = "Nom d'utilisateur déjà existant";
"dialog.text.error.name.taken"          = "Le nom «%@» existe déjà.";

"dialog.title.error.score.unavailable"  = "Scores non disponibles";
"dialog.text.error.score.unavailable"   = "Impossible d'obtenir les scores en ligne.\nVeux-tu réessayer?";

"dialog.title.firsttime"                = "Bienvenue à Deblock!";
"dialog.text.firsttime.strategy"        = "Comme c'est la première fois que tu joues,\ntu devrais consulter le guide de stratégies.\n\nMenu principal ➡ Plus ➡ Stratégie";

"dialog.title.name"                     = "Nom en ligne";
"dialog.text.name.ask"                  = "Modifier le nom pour:";
